Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=169_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi skuvlenáššiid oktasašbargoorgána ásahuvvon
smn: Säämi škovlimašij ohtsâšpargo-orgaan asâttum

source: Sámediggi lea ásahan válgabadjásis 2008-2011 sámi skuvlenáššiid oktasašbargoorgána, man bargun lea ovddidit sámeoahpahusa ja diehtojohtima sámedikki ja oahpahuseisseváldiid gaskkas.
smn: Sämitigge lii asâttâm vaaljâpajasis 2008-2011 ohtsâšpargo-orgaan ovdediđ sämimáttááttâs ja tiäđujotteem sämitige já máttááttâsvirgeomâhái kooskâ.

source: Ovttasbargoorgánas leat sámedikki ovddasteaddjiid lassin oahpahusministeriija, oahpahusráđđehusa, Lappi leanaráđđehusa ja sámeguovllu gielddaid ovddasteaddjit.
smn: Ohtsâšpargo-orgaanâst láá sämitige lasseen ovdâsteijeeh máttááttâsministeriöst, máttááttâshaldâttâsâst, Laapi läänihaldâttâsâst já sämikuávlu kieldâin.

source: Oahpahusministeriija lea nammadan iežas ovddasteaddjin alladárkkisteaddji Anna Mikander (várreovddasteaddjin alladárkkisteaddji Seija Rasku).
smn: Máttááttâsministeriö lii nomâttâm jieijâs ovdâsteijen pajetärhisteijee Anna Mikander (väriovdâsteijen pajetärhisteijee Seija Rasku).

source: Oahpahusráđđehusa ovddasta ovddidanhoavda Jorma Kauppinen (várreovddasteaddjin oahpahusráđđi Leena Nissilä) ja Lappi leanaráđđehusa čuvgehusdoaimmadárkkisteaddji Elisa Suutala (várreovddasteaddjin čuvgehusdoaimmadárkkisteaddji Kari Torikka).
smn: Máttááttâshaldâttâs ovdâsteijen lii ovdedemhovdâ Jorma Kauppinen (väriovdâsteijen Leena Nissilä) já Laapi läänihaldâttâs čuovviittâstooimâtärhisteijee Elisa Suutala (väriovdâsteijen čuovviittâstooimâtärhisteijee Kari Torikka).

source: Anára gieldda ovddasteaddjin lea čuvgehushoavda Katriina Morottaja (várreovddasteaddjin Laila Aikio), Eanodaga gieldda ovddasteaddjin oahpaheaddji Berit-Ellen Juuso (várreovddasteaddjin Oula-Matti Palojärvi), Ohcejoga gieldda ovddasteaddjin gielddaráđđehusa ságadoalli Antti Katekeetta (várreovddasteaddjin Arja Alaraudanjoki) ja Soađegili gieldda ovddasteaddjin čuvgehusdoaimmahoavda Hilkka Orava (várreovddasteaddjin Risto Varis).
smn: Aanaar kieldâ ovdâsteijen lii čuovviittâshovdâ Katriina Morottaja (väriovdâsteijen Laila Aikio), Iänuduv kieldâ ovdâsteijen máttáátteijee Berit-Ellen Juuso (väriovdâsteijen Oula-Matti Palojärvi), Ucjuv kieldâ ovdâsteijen kieldstiivrâ saavâjođetteijee Antti Katekeetta (väriovdâsteijen Arja Alaraudanjoki) já Suáđigil kieldâ ovdâsteijen čuovviittâstooimâhovdâ Hilkka Orava (väriovdâsteijen Risto Varis).

source: Sámedikki ovddasteaddjin oktasašbargoorgánas leaba oahpaheaddji Rauni Äärelä (várreovddasteaddjin Liisa Holmberg) ja earenoamáš oahpaheaddji Nea Porsanger-Rintala (várreovddasteaddjin Merja Nillukka).
smn: Sämitige ovdâsteijen ohtsâšpargo-orgaanâst láá máttáátteijee Rauni Äärelä (väriovdâsteijen Liisa Holmberg) já sierânâsmáttáátteijee Nea Porsanger-Rintala (väriovdâsteijen Merja Nillukka).

source: Ovttasbargoorgána lea áigumuš bovdet čoahkkái čakčalohkanbaji áigge.
smn: Ohtsâšpargo-orgaan lii meeri čokkâniđ čohčâlohopaje ääigi.
